---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctCalculatedSize
source: html/aa7d9dab-89d7-aec7-08de-1120d19eac63.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctCalculatedSize Property

"Duct Size"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctCalculatedSize { get; }
```